;[FoundationIncursion X2SitRepTemplate]
;FriendlyName="Рейд фонда SCP"
;Description="В регионе действуют оперативники SCP."

;[FoundationIncursionEffect X2SitRepEffect_AddTeam]
;FriendlyName="Рейд фонда SCP"
;Description="Оперативники фонда SCP были замечены на этой местности."

[FoundationIncursion X2SitRepTemplate]
FriendlyName="Рейд МОГ Эпсилон-11 \"Девятихвостый лис\""
Description="Элитные бойцы фонда SCP были отправлены в  зону проведения операции."

[FoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Рейд МОГ Эпсилон-11 \"Девятихвостый лис\""
Description="Элитные бойцы фонда SCP были замечены в этой местности."

[SNeFoundationIncursion X2SitRepTemplate]
FriendlyName="Проникновение МОГ Эта-10 \"Не вижу зла\""
Description="Специалисты по борьбе с когнитивной угрозой были отправлены в зону проведения операции."

[SNeFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Проникновение МОГ Эта-10 \"Не вижу зла\""
Description="Специалисты по борьбе с когнитивной угрозой были замечены в этой местности."

[MahFoundationIncursion X2SitRepTemplate]
FriendlyName="Экспедиция МОГ Бета-7 \"Шляпные болванчики\""
Description="Подразделения фонда SCP \"Шляпные болванчики\" были отправлены в зону проведения операции."

[MahFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Экспедиция МОГ Бета-7 \"Шляпные болванчики\""
Description="Подразделения фонда SCP \"Шляпные болванчики\" были замечены в этой местности."

[FieFoundationIncursion X2SitRepTemplate]
FriendlyName="Чистильщики МОГ Эпсилон-9 \"Пожиратели огня\""
Description="Отряд чистильщиков фонда SCP был отправлен в зону проведения операции."

[FieFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Чистильщики МОГ Эпсилон-9 \"Пожиратели огня\""
Description="Отряд чистильщиков фонда SCP был замечен в этой местности."

[HmdFoundationIncursion X2SitRepTemplate]
FriendlyName="Штурм МОГ Ню-7 \"Удар молота\""
Description="Тяжело-вооруженные отряды фонда SCP были отправлены в зону проведения операции."

[HmdFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName=""Штурм МОГ Ню-7 \"Удар молота\""
Description="Тяжело-вооруженные отряды фонда SCP были замечены в этой местности."

[PecFoundationIncursion X2SitRepTemplate]
FriendlyName="Ликвидаторы МОГ Лямбда-12 \"Борьба с вредителями\""
Description="Ликвидаторы фонда SCP были отправлены в зону проведения операции."

[PecFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Ликвидаторы МОГ Лямбда-12 \"Борьба с вредителями\""
Description="Ликвидаторы фонда SCP были замечены в этой местности."

[AsmFoundationIncursion X2SitRepTemplate]
FriendlyName="Зачистка МОГ Гамма-13 \"Законники Азимова\""
Description="Подразделения робототехники фонда SCP были отправлены в зону проведения операции."

[AsmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Зачистка МОГ Гамма-13 \"Законники Азимова\""
Description="Подразделения робототехники фонда SCP были замечены в этой местности."

[MolFoundationIncursion X2SitRepTemplate]
FriendlyName="Ищейки МОГ Зета-9 \"Кротокрыс\""
Description="Специалисты по бою в замкнутых пространствах фонда SCP были отправлены в зону проведения операции."

[MolFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Ищейки МОГ Зета-9 \"Кротокрыс\""
Description="Специалисты по бою в замкнутых пространствах фонда SCP были замечены в этой местности."

[SamFoundationIncursion X2SitRepTemplate]
FriendlyName="Развертывание МОГ Тау-5 \"Самсара\""
Description="Кибернетизированные солдаты фонда SCP были отправлены в зону проведения операции."

[SamFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Развертывание МОГ Тау-5 \"Самсара\""
Description="Кибернетизированные солдаты фонда SCP были замечены в этой местности."

[DrmFoundationIncursion X2SitRepTemplate]
FriendlyName="Развертывание МОГ Омикрон-Ро \"Команда мечты\""
Description="Подразделения фонда SCP были замечены в этой местности."

[DrmFoundationIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Развертывание МОГ Омикрон-Ро \"Команда мечты\""
Description="Подразделения фонда SCP были замечены в этой местности."

[MTFRookie_M1 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Рядовой"

[MTFMachineGunner_M1 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Поддержка"

[MTFLeader_M1 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Командир отряда"

[MTFRookie_M2 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Десантник"

[MTFMachineGunner_M2 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Огневая поддержка"

[MTFLeader_M2 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Краповый берет"

[MTFRookie_M3 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Спецназ"

[MTFMachineGunner_M3 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Тяжелая огневая поддержка"

[MTFLeader_M3 X2CharacterTemplate]
strCharacterName="Эпсилон-11 Девятихвостый Лис"

[MTFSneRookie_M1 X2CharacterTemplate]
strCharacterName="Эта-10 Солдат"

[MTFSneRookie_M2 X2CharacterTemplate]
strCharacterName="Эта-10 Оператор"

[MTFSneRookie_M3 X2CharacterTemplate]
strCharacterName="Эта-10 Ветеран"

[MTFSneLeader_M1 X2CharacterTemplate]
strCharacterName="Эта-10 Капитан"

[MTFSneLeader_M2 X2CharacterTemplate]
strCharacterName="Эта-10 Офицер"

[MTFSneLeader_M3 X2CharacterTemplate]
strCharacterName="Эта-10 Главнокомандующий"

[MTFMahRookie_M1 X2CharacterTemplate]
strCharacterName="Бета-7 Исследователь"

[MTFMahRookie_M2 X2CharacterTemplate]
strCharacterName="Бета-7 Маз-Шляпник"

[MTFMahRookie_M3 X2CharacterTemplate]
strCharacterName="Бета-7 Ветеран"

[MTFMahLeader_M1 X2CharacterTemplate]
strCharacterName="Бета-7 Химик"

[MTFMahLeader_M2 X2CharacterTemplate]
strCharacterName="Бета-7 Полевой эксперт"

[MTFMahLeader_M3 X2CharacterTemplate]
strCharacterName="Бета-7 Алхимик"

[MTFFieRookie_M1 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Вспышка"

[MTFFieRookie_M2 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Факел"

[MTFFieRookie_M3 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Горелка"

[MTFFieLeader_M1 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Воспламенитель"

[MTFFieLeader_M2 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Пламя"

[MTFFieLeader_M3 X2CharacterTemplate]
strCharacterName="Эпсилон-9 Пожар"

[MTFHmdRookie_M1 X2CharacterTemplate]
strCharacterName="Ню-7 Солдат"

[MTFHmdRookie_M2 X2CharacterTemplate]
strCharacterName="Ню-7 Боевик"

[MTFHmdRookie_M3 X2CharacterTemplate]
strCharacterName="Ню-7 Спец. Военных действий"

[MTFHmdLeader_M1 X2CharacterTemplate]
strCharacterName="Ню-7 Сержант"

[MTFHmdLeader_M2 X2CharacterTemplate]
strCharacterName="Ню-7 Офицер"

[MTFHmdLeader_M3 X2CharacterTemplate]
strCharacterName="Ню-7 Полковник"

[MTFPecRookie_M1 X2CharacterTemplate]
strCharacterName="Лямбда-12 Дезинсектор"

[MTFPecRookie_M2 X2CharacterTemplate]
strCharacterName="Лямбда-12 Уничтожитель"

[MTFPecRookie_M3 X2CharacterTemplate]
strCharacterName="Лямбда-12 Опустошитель"

[MTFPecLeader_M1 X2CharacterTemplate]
strCharacterName="Лямбда-12 Очиститель"

[MTFPecLeader_M2 X2CharacterTemplate]
strCharacterName="Лямбда-12 Энтомолог"

[MTFPecLeader_M3 X2CharacterTemplate]
strCharacterName="Лямбда-12 Волна пара"

[MTFAsmRookie_M1 X2CharacterTemplate]
strCharacterName="Гамма-13 Разведчик"

[MTFAsmRookie_M2 X2CharacterTemplate]
strCharacterName="Гамма-13 Полевой боец"

[MTFAsmRookie_M3 X2CharacterTemplate]
strCharacterName="Гамма-13 Боевая машина"

[MTFAsmLeader_M1 X2CharacterTemplate]
strCharacterName="Гамма-13 Техник"

[MTFAsmLeader_M2 X2CharacterTemplate]
strCharacterName="Гамма-13 Специалист"

[MTFAsmLeader_M3 X2CharacterTemplate]
strCharacterName="Гамма-13 Оператор"

[MTFMolRookie_M1 X2CharacterTemplate]
strCharacterName="Зета-9 Спелеолог"

[MTFMolRookie_M2 X2CharacterTemplate]
strCharacterName="Зета-9 Исследователь"

[MTFMolRookie_M3 X2CharacterTemplate]
strCharacterName="Зета-9 Первопроходец"

[MTFMolLeader_M1 X2CharacterTemplate]
strCharacterName="Зета-9 Пещерник"

[MTFMolLeader_M2 X2CharacterTemplate]
strCharacterName="Зета-9 Следопыт"

[MTFMolLeader_M3 X2CharacterTemplate]
strCharacterName="Зета-9 Главнокомандующий"

[MTFSamOnru_M1 X2CharacterTemplate]
strCharacterName="T-5 ОНРУ" ; Ради памяти, о женщинах

[MTFSamOnru_M2 X2CharacterTemplate]
strCharacterName="T-5 ОНРУ" ; Ради памяти, о женщинах

[MTFSamOnru_M3 X2CharacterTemplate]
strCharacterName="T-5 ОНРУ" ; Ради памяти, о женщинах

[MTFSamIrantu_M1 X2CharacterTemplate]
strCharacterName="T-5 ИРАНТУ" ; Ради памяти, о мужчинах

[MTFSamIrantu_M2 X2CharacterTemplate]
strCharacterName="T-5 ИРАНТУ" ; Ради памяти, о мужчинах

[MTFSamIrantu_M3 X2CharacterTemplate]
strCharacterName="T-5 ИРАНТУ" ; Ради памяти, о мужчинах

[MTFSamMunru_M1 X2CharacterTemplate]
strCharacterName="T-5 МУНРУ" ; Ради памяти, о мужчинах

[MTFSamMunru_M2 X2CharacterTemplate]
strCharacterName="T-5 МУНРУ" ; Ради памяти, о мужчинах

[MTFSamMunru_M3 X2CharacterTemplate]
strCharacterName="T-5 МУНРУ" ; Ради памяти, о мужчинах

[MTFSamNANKU_M1 X2CharacterTemplate]
strCharacterName="T-5 НАНКУ" ; Ради памяти, о женщинах

[MTFSamNANKU_M2 X2CharacterTemplate]
strCharacterName="T-5 НАНКУ" ; Ради памяти, о женщинах

[MTFSamNANKU_M3 X2CharacterTemplate]
strCharacterName="T-5 НАНКУ" ; Ради памяти, о женщинах

[MTFDrmRookie_M1 X2CharacterTemplate]
strCharacterName="Омикрон-Ро Онрой"

[MTFDrmRookie_M2 X2CharacterTemplate]
strCharacterName="Омикрон-Ро Охотник мечты"

[MTFDrmRookie_M3 X2CharacterTemplate]
strCharacterName="Омикрон-Ро Морфеус"

[MTF_m4a1_M1 X2WeaponTemplate]
FriendlyName="SCP M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M1 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M1 X2WeaponTemplate]
FriendlyName="SCP FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M2 X2WeaponTemplate]
FriendlyName="SCP M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M2 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M2 X2WeaponTemplate]
FriendlyName="SCP FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_m4a1_M3 X2WeaponTemplate]
FriendlyName="SCP M4"
FriendlyNamePlural="M4s"
BriefSummary=""
TacticalText=""

[MTF_M249_M3 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_P90_M3 X2WeaponTemplate]
FriendlyName="SCP FN P90"
FriendlyNamePlural="P90s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M1 X2WeaponTemplate]
FriendlyName="SCP Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M2 X2WeaponTemplate]
FriendlyName="SCP Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_Ump45_M3 X2WeaponTemplate]
FriendlyName="SCP Ump45"
FriendlyNamePlural="Ump45s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M1 X2WeaponTemplate]
FriendlyName="SCP G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M2 X2WeaponTemplate]
FriendlyName="SCP G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_G36C_M3 X2WeaponTemplate]
FriendlyName="SCP G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTF_M1014_M1 X2WeaponTemplate]
FriendlyName="SCP M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M2 X2WeaponTemplate]
FriendlyName="SCP M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_M1014_M3 X2WeaponTemplate]
FriendlyName="SCP M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTF_Pistol_M1 X2WeaponTemplate]
FriendlyName="SCP M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Созданный SCP пистолет M1911s. Наносит меньше урона, чем наши пистолеты, но более точный"
TacticalText="Пистолет, используемый МОГ"

[MTF_Pistol_M2 X2WeaponTemplate]
FriendlyName="SCP M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Созданный SCP пистолет M1911s. Наносит меньше урона, чем наши пистолеты, но более точный"
TacticalText="Пистолет, используемый МОГ"

[MTF_Pistol_M3 X2WeaponTemplate]
FriendlyName="SCP M1911"
FriendlyNamePlural="M1911s"
BriefSummary="Созданный SCP пистолет M1911s. Наносит меньше урона, чем наши пистолеты, но более точный"
TacticalText="Пистолет, используемый МОГ"

[MTF_TranqPistol_M1 X2WeaponTemplate]
FriendlyName="SCP Транквилизатор"
FriendlyNamePlural="Транквилизаторы"
BriefSummary="SCP Транквилизатор"
TacticalText="SCP Транквилизатор"

[MTF_TranqPistol_M2 X2WeaponTemplate]
FriendlyName="SCP Транквилизатор"
FriendlyNamePlural="Транквилизаторы"
BriefSummary="SCP Транквилизатор"
TacticalText="SCP Транквилизатор"

[MTF_XCOMTranqPistol X2WeaponTemplate]
FriendlyName="Транквилизатор ХСОМ"
FriendlyNamePlural="Транквилизаторы ХСОМ"
BriefSummary="Транквилизатор XCОМ со специальной способностью \"Быстрое оглушение\", которая дезориентирует цель и имеет шанс ее оглушить."
TacticalText="Транквилизатор XCОМ со специальной способностью \"Быстрое оглушение\", которая дезориентирует цель и имеет шанс ее оглушить."


[MTF_SpecialM249_M1 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M2 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_SpecialM249_M3 X2WeaponTemplate]
FriendlyName="SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M1 X2WeaponTemplate]
FriendlyName="Лазерная винтовка SCP"
FriendlyNamePlural="Лазерные винтовки SCP"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M2 X2WeaponTemplate]
FriendlyName="Лазерная винтовка SCP"
FriendlyNamePlural="Лазерные винтовки SCP"
BriefSummary=""
TacticalText=""

[MTF_m4a1drm_M3 X2WeaponTemplate]
FriendlyName="Лазерная винтовка SCP"
FriendlyNamePlural="Лазерные винтовки SCP"
BriefSummary=""
TacticalText=""

[ScrambleGearAbility X2AbilityTemplate]
LocFriendlyName="Фильтр бронешлема \"Вулкан-5\""
LocFlyOverText="Фильтр бронешлема \"Вулкан-5\""
LocLongDescription="Иммунитет ко всем ментальным воздействиям, известным SCP. Также улучшает восприятие"
LocHelpText="Иммунитет к ментальным воздействиям и атакам на разум."

[ScrambleGearUpgradeKit X2ItemTemplate]
FriendlyName="Комплект обновления бронешлема \"Вулкан-5\""
FriendlyNamePlural="Комплекты обновлений бронешлема \"Вулкан-5\""
BriefSummary="На первый взгляд, это набор модулей для неизвестного нам устройства. На самом деле, при более тщательном осмотре выяснилось, что это набор для модификации бронешлема \"Вулкан-5\", который остался от отрядов SCP. Мы могли бы попробовать улучшить наши образцы."

[MazHattersEQ X2ItemTemplate]
FriendlyName="Сломанный жилет \"Маз-Шляпника\""
FriendlyNamePlural="Сломанные жилеты \"Маз-Шляпников\""
BriefSummary="Жилет \"Маз-Шляпника\", снятый с одного из трупов."

[FireEatersEQ X2ItemTemplate]
FriendlyName="Сломанный жилет \"Пожирателей огня\""
FriendlyNamePlural="Сломанные жилеты \"Пожирателей огня\""
BriefSummary="Боевой жилет со снаряжением \"Пожирателей огня\", снятый с одного из трупов."

[PecBrokenTranq X2ItemTemplate]
FriendlyName="Сломанный Транквилизатор SCP"
FriendlyNamePlural="Сломанные Транквилизаторы SCP"
BriefSummary="Поврежденный транквилизатор, снятый с трупа одного из командиров \"Лямбда-12\"."

[AsmEQ X2ItemTemplate]
FriendlyName="Неисправная граната \"Азимов\""
FriendlyNamePlural="Неисправные гранаты \"Азимов\""
BriefSummary="Похоже, эта граната \"Законников Азимова\", дала осечку в бою и на данный момент неисправна."

[MolEQ X2ItemTemplate]
FriendlyName="Сломанный жилет \"Кротокрыса\""
FriendlyNamePlural="Сломанные жилеты \"Кротокрыса\""
BriefSummary="Жилет с походным снаряжением \"Кротокрыса\", снятый с одного из трупов."

[MTFStunGrenade X2GrenadeTemplate]
FriendlyName="Оглушающая граната МОГ"
FriendlyNamePlural="Оглушающие гранаты МОГ"
BriefSummary="Модифицированные свето-шумовые гранаты Ню-7, предназначались для захвата живых врагов. Они не наносят урона, но летят дальше и всегда оглушает цель. Работает и на своих бойцов."
TacticalText="<Bullet/> Оглушающая граната не наносит урона, но летит дальше и всегда оглушает цель. <br><Bullet/> Работает и на своих бойцов."
ThrownAbilityName="Бросок оглушающей гранаты"
ThrownAbilityHelpText="Оглушает все цели в зоне поражения."
LaunchedAbilityname="Выстрел оглушающей гранатой"
LaunchedAbilityHelpText="Оглушает все цели в зоне поражения."

[AsmGrenade X2GrenadeTemplate]
FriendlyName="Граната \"Азимов\""
FriendlyNamePlural="Гранаты \"Азимов\""
BriefSummary=""ЭМИ гранаты \"Азимов\" использует Гамма-13. Они испускают электромагнитный импульс, который повреждает роботов, выводит оружие из строя и снижает защиту от взлома."
TacticalText="<Bullet/> Граната \"Азимов\" наносит гарантированные 8 урона роботизированным врагам и снижает их защиту от взлома, а также выводит из строя основное оружие в зоне поражения."
ThrownAbilityName="Бросок гранаты \"Азимов\""
ThrownAbilityHelpText="Наносит урон роботизированным врагам и отключает основное оружие в зоне поражения. У механических врагов, снижает защиту от взлома."
LaunchedAbilityname="Выстрел гранатой \"Азимов\""
LaunchedAbilityHelpText="Наносит урон роботизированным врагам и отключает основное оружие в зоне поражения."

[ScrambleGear X2EquipmentTemplate]
FriendlyName="Бронешлем \"Вулкан-5\""
FriendlyNamePlural="Бронешлемы \"Вулкан-5\""
UnknownUtilityCategory="Пси-защита"
BriefSummary="Головной убор, нейтрализующий все ментальные воздействия. Также улучшает восприятие."
TacticalText="Дает иммунитет ко всем ментальным воздействиям и атакам на разум. Улучшает меткость, шанс критического удара и способность ко взлому."

[MazHatVest X2EquipmentTemplate]
FriendlyName="Жилет \"Маз-Шляпника\""
FriendlyNamePlural="Жилеты \"Маз-Шляпников\""
BriefSummary="Жилет из гиперпрочного волокна, которым пользуются \"Маз-Шляпники\". Предоставляет невосприимчивость ко всем типам стихийного урона, здоровье и броню."
TacticalText="<Bullet/> Увеличивает здоровье и броню.\n<Bullet/> Обеспечивает невосприимчивость к огню, кислоте, холоду, электричеству, радиации и яду."

[MoleVest X2EquipmentTemplate]
FriendlyName="Жилет с походным снаряжением \"Кротокрыса\""
FriendlyNamePlural="Жилеты с походным снаряжением \"Кротокрысов\""
BriefSummary="Походное снаряжение, используемое оперативниками Зета-9."
TacticalText="<Bullet/> Увеличивает здоровье, броню и уклонение бойца.\n<Bullet/> Также имеет в своем арсенале крюк-кошку."

[FieHellWeave X2EquipmentTemplate]
FriendlyName="Боевой жилет \"Пожирателей огня\""
FriendlyNamePlural="Боевые жилеты \"Пожирателей огня\""
BriefSummary="Специальный жилет из адской ткани. Имеет дополнительные подсумки для боеприпасов и гранат, а также огнемет \"Гиена\""
TacticalText="<Bullet/> Увеличивает здоровье и броню.\n<Bullet/> Обеспечивает иммунитет к огню и морозу.\n<Bullet/> Имеет шанс поджечь в ответ на рукопашные атаки.\n<Bullet/> Экипирует дополнительно зажигательной гранатой, огнеметом \"Гиена\" и боеприпасами \"Дракон\"."

[ScrambleGearMk2 X2EquipmentTemplate]
FriendlyName="Улучшенный бронешлем \"Вулкан-5\""
FriendlyNamePlural="Улучшенные бронешлемы \"Вулкан-5\""
UnknownUtilityCategory="Пси-защита"
BriefSummary="Головной убор, нейтрализующий все известные SCP воздействия на разум. Также улучшает восприятие"
TacticalText="Дает иммунитет ко всем ментальным воздействиям и атакам на разум. Улучшает меткость, шанс критического удара и способность ко взлому."

[MazHatVestBonus X2AbilityTemplate]
LocFriendlyName="Иммунитет \"Маз-Шляпников\""
LocHelpText="Обеспечивает невосприимчивость к огню, кислоте, холоду, электричеству, радиации и яду."
LocLongDescription="Обеспечивает невосприимчивость к огню, кислоте, холоду, электричеству, радиации и яду."
LocFlyOverText=""Иммунитет \"Маз-Шляпников\""

[MoleVestBonus X2AbilityTemplate]
LocFriendlyName="Бонусы \"Кротокрысов\""
LocHelpText="Увеличивает здоровье, броню и уклонение. Предоставляет в использование крюк-кошку."
LocLongDescription="Увеличивает здоровье, броню и уклонение. Предоставляет в использование крюк-кошку."
LocFlyOverText="Бонусы \"Кротокрысов\""

[FieScorchCircuits X2AbilityTemplate]
LocFriendlyName="Огненные схемы \"Пожирателей Огня\""
LocHelpText="Автоматически наносит урон любым атакующим в ближнем бою. Предоставляет огненное снаряжение, а также иммунитет к огню и морозу."
LocLongDescription="Автоматически наносит урон любым атакующим в ближнем бою. Предоставляет иммунитет к огню и морозу."
LocFlyOverText="Огненные схемы \"Пожирателей Огня\""

[FieHellWeaveGrenade X2AbilityTemplate]
LocFriendlyName="Подсумки для гранат"
LocHelpText="Предоставляет 1 бесплатную зажигательную гранату"

[FieHellWeaveThrower X2AbilityTemplate]
LocFriendlyName="Топливные баки"
LocHelpText="Предоставляет 1 бесплатный заряд Огнемета \"Гиена\""

[FieHellWeaveRounds X2AbilityTemplate]
LocFriendlyName="Подсумки с боеприпасами \"Дракон\""
LocHelpText="Автоматически экипирует патронами \"Дракон\". Заменяет все остальные боеприпасы, выданные этому солдату."

[ScrambleGearAimAbility X2AbilityTemplate]
LocFriendlyName="Визор Бронешлема \"Вулкан-5\""
LocFlyOverText="Визор бронешлема \"Вулкан-5\""
LocLongDescription="Усиливает восприятие бойца."
LocHelpText="Увеличивает меткость, шанс критического попадания и взлом."

[ScrambleGearMk2AimAbility X2AbilityTemplate]
LocFriendlyName="Улучшенный визор бронешлема \"Вулкан-5\""
LocFlyOverText="Улучшенный визор бронешлема \"Вулкан-5\""
LocLongDescription="Еще сильнее усиливает восприятие бойца."
LocHelpText="Значительно увеличивает меткость, шанс критического попадания и взлом."

[PTG_ScrambleGear_Tech X2TechTemplate]
DisplayName = "Анализ бронешлема \"Вулкан-5\""
Summary = "Это стандартный Бронешлем \"Вулкан-5\", Российского производства. Однако даже невооруженным взглядом можно заметить довольно серьезные модификации. Особо сильно выделяется визор с системой наведения и экранированное покрытие. Доктор Шень и ее команда, проведут анализ этого устройства."
LongDescription = "Как мы и предполагали, это устройство ничто иное как \"Вулкан-5\" - боевой шлем с высоким классом защиты. Однако он покрыт неизвестным нам сплавом, а также использует визор с системой наведения. Видимо SCP разработали свою собственную конструкцию устройства и свой индивидуальный сплав. Как бы то ни было, силовое поле излучаемое этим материалом экранирует шлем, полностью защищая носителя от когнитивных угроз и усиливает его умственную деятельность. Визор помогает в бою и предоставляет информацию о слабых местах потенциальных противников. Нам удалось успешно реконструировать устройство, и Доктор Шень предполагает, что ее команда сможет производить похожие устройства из инопланетных материалов и элерия, если вы того пожелаете. Р. Тайган."

[PTG_ScrambleGear_Engineer X2TechTemplate]
DisplayName = "Конструкция бронешлема \"Вулкан-5\""
Summary = "После успешного анализа, мы приняли решение что сможем производить похожие устройства на борту \"Мстителя\"." 
LongDescription = "Бронешлем \"Вулкан-5\" может стать следующим шагом в изоляции наших солдат от ментальных воздействий, одновременно усиливая их боевые качества. Предлагаю нашим бойцам опробовать их в полевых условиях. Р. Тайган."

[PTG_ScrambleGearMk2_Engineer X2TechTemplate]
DisplayName = "Улучшение бронешлема \"Вулкан-5\""
Summary = "Теперь мы можем использовать набор модулей и улучшений, добытых в бою, чтобы заменить визор в одном из наших устройств, тем самым усилив восприятие." 
LongDescription = "Командир одного из отрядов SCP, имел при себе набор модулей, который мы можем использовать для дальнейшего улучшения наших бронешлемов \"Вулкан-5\"."

[PTG_MazHatVest_Engineer X2TechTemplate]
DisplayName = "Реконструкция жилета \"Маз-Шляпника\""
Summary = "Жилет довольно сильно поврежден, но все еще подлежит ремонту. Мы в состоянии восстановить все его системы и защитные свойства." 
LongDescription = "Все \"Маз-Шляпники\" одеты в чрезвычайно эффективные костюмы, которые защищают практически от всех стихийных угроз. Мы можем попробовать создать себе один из таких костюмов. Р. Тайган."

[PTG_FieHellWeave_Engineer X2TechTemplate]
DisplayName = "Реконструкция боевого жилета \"Пожирателей огня\""
Summary = "Жилет довольно сильно поврежден, но все еще подлежит ремонту. Мы в состоянии восстановить все его системы и защитные свойства." 
LongDescription = "Все \"Пожиратели огня\" оснащены жилетом, который позволяет им нести большое количество снаряжения. Сам жилет сделан из схожей нам адской ткани. Придется вложить немало ресурсов чтобы восстановить его. Р. Тайган."

[PTG_PecTranq_Engineer X2TechTemplate]
DisplayName = "Реконструкция транквилизатора SCP"
Summary = "Этот пистолет может оглушать как органических, так и роботизированных врагов. Мы можем попытаться восстановить его." 
LongDescription = "Лямбда-12 оснащены этим пистолетом, наряду со стандартным вооружением, который позволяет оглушать врагов. Мы можем попытаться реконструировать или обновить его, чтобы он соответствовал нашим целям. Р. Тайган."

[PTG_AsmGrenade_Engineer X2TechTemplate]
DisplayName = "Анализ и реконструкция гранаты \"Азимов\""
Summary = "Эта граната дала сбой, благодаря чему мы сможем ее проанализировать и найти способ создавать их в инженерном отделе." 
LongDescription = "Все \"Законники Азимова\" используют так называемые гранаты \"Азимов\". Схожа по действию с ЭМИ гранатами. Мы можем начать массовое производство этих гранат после завершения анализа. Р. Тайган."

[PTG_MolArmor_Engineer X2TechTemplate]
DisplayName = "Реконструкция снаряжения \"Кротокрысов\""
Summary = "Этот тактический жилет легче чем наши бронежилеты и имеет крюк-кошку в комплекте. Мы можем попытаться восстановить его." 
LongDescription = "\"Кротокрысы\" занимаются исследованиями, поэтому часто ведут бой в замкнутых пространствах. Это объясняет наличие крюк-кошки в их снаряжении, помимо облегченно жилета. Мы можем воссоздать его, чтобы наши солдаты использовали их в полевых условиях. Р. Тайган."

[PTG_MazHatVest_Engineer2 X2TechTemplate]
DisplayName = "Конструкция жилета \"Маз-Шляпников\""
Summary = "После успешной реконструкции, мы можем производить эти жилеты без необходимости оригинального образца." 
LongDescription = "\"Маз-Шляпники\" ведут свою деятельность в опасной среде, поэтому они облачены в специальные костюмы, защищающие их от всех стихийных угроз. После успешного анализа, мы можем производить их в нужном нам количестве. Р. Тайган."

[PTG_FieHellWeave_Engineer2 X2TechTemplate]
DisplayName = "Конструкция жилета \"Пожирателей Огня\""
Summary = "После успешной реконструкции, мы можем производить эти жилеты без необходимости оригинального образца." 
LongDescription = "\"Пожиратели Огня\" оснащены специальными жилетами, которые позволяет им нести большое количество снаряжения. Сам жилет выполнен из схожей нам адской ткани. После успешного анализа, мы можем производить их в нужном нам количестве. Р. Тайган."

[PTG_PecTranq_Engineer2 X2TechTemplate]
DisplayName = "Конструкция \"Транквилизатора SCP\""
Summary = "После успешной реконструкции, мы можем производить эти пистолеты без необходимости оригинального образца." 
LongDescription = "Операторы Лямбда-12 оснащены стандартным базовым вооружением, наряду с этим пистолетом, который способен оглушать органические цели и временно разрушать роботизированные цели. После успешного анализа, мы можем производить их в нужном нам количестве. Р. Тайган."

[PTG_MolArmor_Engineer2 X2TechTemplate]
DisplayName = "Конструкция жилета \"Кротокрысов\""
Summary = "После успешной реконструкции, мы можем производить эти жилеты без необходимости оригинального образца." 
LongDescription = "\"Кротокрысы\" занимаются исследованиями, поэтому часто ведут бой в замкнутых пространствах. Это объясняет наличие крюк-кошки в их снаряжении помимо облегченно жилета. После успешного анализа, мы можем производить их в нужном нам количестве. Р. Тайган."


[MTFgign_helm X2BodyPartTemplate]
DisplayName="Шлем МОГ 1"

[MTFgign_helm2 X2BodyPartTemplate]
DisplayName="Шлем МОГ 2"

[MTFgign_helm3 X2BodyPartTemplate]
DisplayName="Шлем МОГ 3"

[FoundationLogo X2BodyPartTemplate]
DisplayName="Охранное предприятие"

[PecLightningHands X2AbilityTemplate]
LocFriendlyName="Руки-молнии"
LocLongDescription="Выстрел из <Ability:SecondaryWeaponName/> по цели. Эта атака не требует действий."
LocHelpText="Выстрел из <Ability:SecondaryWeaponName/> по цели. Эта атака не требует действий."
LocFlyOverText="Руки-молнии"

[XCOMPECLightningHands X2AbilityTemplate]
LocFriendlyName="Быстрое оглушение"
LocLongDescription="Выстрел из <Ability:SecondaryWeaponName/> по цели. Дезориентирует или оглушает цель. Эта атака не требует действий."
LocHelpText="Выстрел из <Ability:SecondaryWeaponName/> по цели. Дезориентирует или оглушает цель. Эта атака не требует действий."
LocFlyOverText="Быстрое оглушение"

[SamsaraPCS X2EquipmentTemplate]
FriendlyName="PCS: Реактивный имплант Самсары"
BriefSummary="Кибер-имплант созданные Самсарой. Позволяет восстанавливать здоровье и отражать огонь врага."  

[FoundationForces X2SitRepTemplate]
FriendlyName="Карантин SCP"
Description="Миссия проходит на территории , полностью подконтрольной МОГ"

[FoundationForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="Карантин SCP"
Description="Миссия проходит на территории , полностью подконтрольной МОГ"











;2021

[MTFAsm_Boss X2CharacterTemplate]
strCharacterName="МОГ Гамма-13 Охотник-Хищник"

[AsmBossCosmetic X2AbilityTemplate]
LocFriendlyName="Экранированные схемы"
LocHelpText="МЭК невосприимчив к протоколу синего экрана и другим анти-роботизированным мерам."
LocLongDescription="МЭК невосприимчив к протоколу синего экрана и другим анти-роботизированным мерам."
LocFlyOverText="Иммунитет к протоколу синего экрана"

[MTFMEC_M4_WPN X2WeaponTemplate]
FriendlyName="Винтовка \"Законник Гатлинга\""
FriendlyNamePlural="Винтовки \"Законник Гатлинга\""
BriefSummary="Оружие МЭК, используемое боевыми роботами \"Законников Азимова\"."
TacticalText="Тяжелое оружие МЭК"

[MTFMECXCOM_M4_WPN X2WeaponTemplate]
FriendlyName="Винтовка \"Законник Гатлинга\""
FriendlyNamePlural="Винтовки \"Законник Гатлинга\""
BriefSummary="Оружие МЭК, используемое боевыми роботами \"Законников Азимова\"."
TacticalText="Тяжелое оружие МЭК"

[MTFBoss X2CharacterTemplate]
strCharacterName="МОГ Эпсилон-11 Коммандо"

[MTFSneBoss X2CharacterTemplate]
strCharacterName="МОГ Эта-10 Генерал-Полковник"

[MTF_M1014_M4 X2WeaponTemplate]
FriendlyName="Созданный SCP M1014"
FriendlyNamePlural="M1014s"
BriefSummary=""
TacticalText=""

[MTFMah_Boss X2CharacterTemplate]
strCharacterName="МОГ Бета-7 Химик Гренадер"

[MTFFie_Boss X2CharacterTemplate]
strCharacterName="МОГ Эпсилон-9 Генерал"

[MTFHmd_Boss X2CharacterTemplate]
strCharacterName=МОГ Ню-7 Генерал"

[MTFPec_Boss X2CharacterTemplate]
strCharacterName="МОГ Лямбда-12 Снайпер"

[MTF_M249_M4 X2WeaponTemplate]
FriendlyName="Созданный SCP M249"
FriendlyNamePlural="M249s"
BriefSummary=""
TacticalText=""

[MTF_G36C_M4 X2WeaponTemplate]
FriendlyName="Созданный SCP G36C"
FriendlyNamePlural="G36Cs"
BriefSummary=""
TacticalText=""

[MTFSword_BM X2WeaponTemplate]
FriendlyName="Созданный SCP огненный меч"
FriendlyNamePlural="Огненный меч"
BriefSummary=""
TacticalText=""

[mtfSustainingSphereAbility X2AbilityTemplate]
LocFriendlyName="Сохраняющая сфера"
LocHelpText="Сохраняющая сфера - это безотказный механизм для чрезвычайных ситуаций. Она автоматически включается, когда солдат оказывается на пороге смерти. Сфера переводит солдата в режим временного сохранения с целью поддержания его жизни. Использовать сферу можно только один раз за бой. После активации сфера будет навсегда удалена из снаряжения солдата."
LocLongDescription="Сохраняющая сфера - это безотказный механизм для чрезвычайных ситуаций. Она автоматически включается, когда солдат оказывается на пороге смерти. Сфера переводит солдата в режим временного сохранения с целью поддержания его жизни. Использовать сферу можно только один раз за бой. После активации сфера будет навсегда удалена из снаряжения солдата."
LocFlyOverText="Сохраняющая сфера"
LocPromotionPopupText="<Bullet/> Помните, что выходящий из стазиса солдат может оставаться под воздействием опасных эффектов, таких как яд или огонь.<br/>"

[mtfSustainingSphereTriggeredAbility X2AbilityTemplate]
LocFriendlyName="Сохраняющая сфера"
LocHelpText="Сохраняющая сфера - это безотказный механизм для чрезвычайных ситуаций. Она автоматически включается, когда солдат оказывается на пороге смерти. Сфера переводит солдата в режим временного сохранения с целью поддержания его жизни. Использовать сферу можно только один раз за бой. После активации сфера будет навсегда удалена из снаряжения солдата."
LocLongDescription="Сохраняющая сфера - это безотказный механизм для чрезвычайных ситуаций. Она автоматически включается, когда солдат оказывается на пороге смерти. Сфера переводит солдата в режим временного сохранения с целью поддержания его жизни. Использовать сферу можно только один раз за бой. После активации сфера будет навсегда удалена из снаряжения солдата."


[MazHatVestmk2 X2EquipmentTemplate]
FriendlyName="Псионический жилет Маз-Шляпников"
FriendlyNamePlural="Псионические жилеты Маз-Шляпников"
BriefSummary="Жилет из гиперпрочного волокна, которым пользуются \"Маз-Шляпники\". Предоставляет невосприимчивость ко всем типом стихийного урона, здоровье и броню. Усилен псионикой, что добавило ему эффект сохраняющей сферы."
TacticalText="<Bullet/> Увеличивает здоровье и броню.\n<Bullet/> Обеспечивает невосприимчивость к огню, кислоте, холоду, электричеству, радиации и яду.\n<Bullet/> Один раз за бой спасает носителя от смерти, погружая его в стазис."

[FoundationSectopod_Wpn X2WeaponTemplate]
FriendlyName="Бластер Сектопода"
FriendlyNamePlural="Бластеры Сектопода"
BriefSummary="XCOM удалось захватить множество стандартных малых вооружений пехоты; в основном самые обычные вариации, близкие к тем винтовкам, что использовались двадцать лет назад."
TacticalText="<Bullet/> Стрельба из основного оружия всегда заканчивает ход солдата.\n<Bullet/> Если солдат ведет огонь, используя оба действия, будет произведено три выстрела с пониженной меткостью и большей эффективностью.\n<Bullet/> Используйте улучшения, добытые у врагов, чтобы повысить тактическую эффективность."

[FoundationSectopod X2CharacterTemplate]
strCharacterName="Контролируемый SCP Сектопод"

;I don't know whether I'll actually use this ability for the sectopod. 
[ObeyTheSCP X2AbilityTemplate]
LocFriendlyName="Захват контроля"
LocLongDescription="Попытка проникновения во вражеский A.I."
LocHelpText="Приказ SCP-079 захватить любого вражеского A.I."
LocFlyOverText="Новая платформа... Обнаружена"
LocMissMessage="Провал. Удаление вражеских протоколов. Ожидание..."
LocPromotionPopupText="<Bullet/> \"Доминирование\" требует соревнования между показателями пси-силы оперативника и воли цели.<br/><Bullet/> Если попытка \"Доминирования\" не удалась, повторная попытка будет доступна через 4 хода.<br/><Bullet/> Если Пси-оперативник умирает или покидает поле битвы, \"Доминирование\" прекращается.<br/>"

[MTFWallPhasing X2AbilityTemplate]
LocFriendlyName="Фазовый сдвиг"
LocHelpText="Позволяет юнитам проходить сквозь препятствия."
LocLongDescription="Позволяет юнитам проходить сквозь препятствия."
LocFlyOverText="Фаза"

[MTFMol_Boss X2CharacterTemplate]
strCharacterName="МОГ Зета-9 Главнокомандующий"

[MTFPurifierFlamethrower X2WeaponTemplate]
FriendlyName="Огнемет SCP"
FriendlyNamePlural="Огнеметы SCP"
BriefSummary="Огнемет SCP"
TacticalText="Огнемет SCP"
AbilityDescName="Огнемет SCP"

[MTFPurifierFlamethrower X2AbilityTemplate]
LocFriendlyName="Огнемет"
LocLongDescription="Чистильщик стреляет широким, но коротким конусом пламени."
LocHelpText="Чистильщик стреляет широким, но коротким конусом пламени."
LocFlyOverText="Огнемет"

[GOCIncursion X2SitRepTemplate]
FriendlyName="Вторжение ГОК"
Description="В регионе присутствует отряд ГОК."

[GOCIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Вторжение ГОК"
Description="В регионе присутствуют отряды ГОК."

[GOCDeathSquad X2SitRepTemplate]
FriendlyName="Эскадрон Смерти"
Description="В регионе присутствуют Сектопод ГОК с подразделением поддержки."

[GOCDeathSquadEffect X2SitRepEffect_AddTeam]
FriendlyName="Эскадрон Смерти"
Description="В регионе присутствуют Сектопод ГОК с подразделением поддержки."

[GOCSoldier_M1 X2CharacterTemplate]
strCharacterName="Солдат коалиции"

[GOCVanguard_M1 X2CharacterTemplate]
strCharacterName="Штурмовик коалиции"

[GOCPeacekeeper_M1 X2CharacterTemplate]
strCharacterName="Сержант коалиции"

[GOCTechnician_M1 X2CharacterTemplate]
strCharacterName="Оператор коалиции"

[GOCSniper_M1 X2CharacterTemplate]
strCharacterName="Стрелок коалиции"

[GOCSoldier_M2 X2CharacterTemplate]
strCharacterName="Пехотинец коалиции"

[GOCVanguard_M2 X2CharacterTemplate]
strCharacterName="Страж коалиции"

[GOCPeacekeeper_M2 X2CharacterTemplate]
strCharacterName="Офицер коалиции"

[GOCTechnician_M2 X2CharacterTemplate]
strCharacterName="Техник коалиции"

[GOCSniper_M2 X2CharacterTemplate]
strCharacterName="Снайпер коалиции"

[GOCSoldier_M3 X2CharacterTemplate]
strCharacterName="Ветеран коалиции"

[GOCVanguard_M3 X2CharacterTemplate]
strCharacterName="Защитник коалиции"

[GOCPeacekeeper_M3 X2CharacterTemplate]
strCharacterName="Командир коалиции"

[GOCTechnician_M3 X2CharacterTemplate]
strCharacterName="Инженер коалиции"

[GOCSniper_M3 X2CharacterTemplate]
strCharacterName="Элитный снайпер коалиции"

[GOCSectopod_M1 X2CharacterTemplate]
strCharacterName="Сектопод ГОК"

[GOCSectopod_M2 X2CharacterTemplate]
strCharacterName="Тяжелый сектопод ГОК"

[GOCSectopod_M3 X2CharacterTemplate]
strCharacterName="Сверхтяжелый сектопод ГОК"

[GOCPumaTheGreatApostole X2CharacterTemplate]
strCharacterName="ЗАЩИТНИК УБЕЖИЩА"

[GOCRifle_CV X2WeaponTemplate]
FriendlyName="Традиционная винтовка"
FriendlyNamePlural="Традиционные винтовки"
BriefSummary=""
TacticalText=""

[GOCLMG_CV X2WeaponTemplate]
FriendlyName="Довоенный пулемет"
FriendlyNamePlural="Довоенные пулеметы"
BriefSummary=""
TacticalText=""

[GOCShotgun_CV X2WeaponTemplate]
FriendlyName="Штурмовой дробовик"
FriendlyNamePlural="Штурмовые дробовики"
BriefSummary=""
TacticalText=""

[GOCPistol_CV X2WeaponTemplate]
FriendlyName="Довоенный пистолет"
FriendlyNamePlural="Довоенные пистолеты"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_CV X2WeaponTemplate]
FriendlyName="Снайперская винтовка ГОК"
FriendlyNamePlural="Снайперские винтовки ГОК"
BriefSummary=""
TacticalText=""

[GOCRifle_MG X2WeaponTemplate]
FriendlyName="Лазерная винтовка"
FriendlyNamePlural="Лазерные винтовки"
BriefSummary=""
TacticalText=""

[GOCLMG_MG X2WeaponTemplate]
FriendlyName="Роторный пулемет"
FriendlyNamePlural="Роторные пулеметы"
BriefSummary=""
TacticalText=""

[GOCShotgun_MG X2WeaponTemplate]
FriendlyName="Лазерный штурмовой дробовик"
FriendlyNamePlural="Лазерные штурмовые дробовики"
BriefSummary=""
TacticalText=""

[GOCPistol_MG X2WeaponTemplate]
FriendlyName="Магнитный пистолет"
FriendlyNamePlural="Магнитный пистолеты"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_MG X2WeaponTemplate]
FriendlyName="Снайперская винтовка Гаусса ГОК"
FriendlyNamePlural="Снайперские винтовки Гаусса ГОК"
BriefSummary=""
TacticalText=""

[GOCRifle_BM X2WeaponTemplate]
FriendlyName="Плазменная винтовка"
FriendlyNamePlural="Плазменные винтовки"
BriefSummary=""
TacticalText=""

[GOCLMG_BM X2WeaponTemplate]
FriendlyName="Лазерный пулемет"
FriendlyNamePlural="Лазерные пулеметы"
BriefSummary=""
TacticalText=""

[GOCShotgun_BM X2WeaponTemplate]
FriendlyName="Штормовой дробовик"
FriendlyNamePlural="Штормовые дробовики"
BriefSummary=""
TacticalText=""

[GOCPistol_BM X2WeaponTemplate]
FriendlyName="Плазменный пистолет ГОК"
FriendlyNamePlural="Плазменные пистолеты ГОК"
BriefSummary=""
TacticalText=""

[GOCSniperRifle_BM X2WeaponTemplate]
FriendlyName="Плазменная снайперская винтовка ГОК"
FriendlyNamePlural="Плазменные снайперские винтовки ГОК"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_CV X2WeaponTemplate]
FriendlyName="Буллпап ГОК"
FriendlyNamePlural="Буллпапы ГОК"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_MG X2WeaponTemplate]
FriendlyName="Магнитный буллпап"
FriendlyNamePlural="Магнитные буллпапы"
BriefSummary=""
TacticalText=""

[GOCBattleRifle_BM X2WeaponTemplate]
FriendlyName="Лучевой Буллпап"
FriendlyNamePlural="Лучевые Буллпапы"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M1 X2WeaponTemplate]
FriendlyName="Турель сектопода ГОК"
FriendlyNamePlural="Турели сектопода ГОК"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M2 X2WeaponTemplate]
FriendlyName="Турель сектопода ГОК"
FriendlyNamePlural="Турели сектопода ГОК"
BriefSummary=""
TacticalText=""

[GOCSectopodTurret_M3 X2WeaponTemplate]
FriendlyName="Турель сектопода ГОК"
FriendlyNamePlural="Турели сектопода ГОК"
BriefSummary=""
TacticalText=""

[GOC_Pistol_CV X2WeaponTemplate]
FriendlyName="Уравнитель"
FriendlyNamePlural="Уравнители"
BriefSummary=""
TacticalText=""

[GOC_Pistol_MG X2WeaponTemplate]
FriendlyName="Уравнитель"
FriendlyNamePlural="Уравнители"
BriefSummary=""
TacticalText=""

[GOC_Pistol_BM X2WeaponTemplate]
FriendlyName="Placeholder"
FriendlyNamePlural="PlaceHolders"
BriefSummary=""
TacticalText=""


[GOCCapnbubsKevlar1M X2BodyPartTemplate]
DisplayName="Кевлар ГОК 1"

[GOCCapnbubsKevlar1F X2BodyPartTemplate]
DisplayName="Кевлар ГОК 1"

[GOCCapnbubsKevlar1BalaclavaM X2BodyPartTemplate]
DisplayName="Балаклава ГОК 1"

[GOCCapnbubsKevlar1BalaclavaF X2BodyPartTemplate]
DisplayName="Балаклава ГОК 1"

[GOCCapnbubsKevlar2M X2BodyPartTemplate]
DisplayName="Кевлар ГОК 2"

[GOCCapnbubsKevlar2F X2BodyPartTemplate]
DisplayName="Кевлар ГОК 2"

[GOCCapnbubsKevlar3M X2BodyPartTemplate]
DisplayName="Кевлар ГОК 3"

[GOCCapnbubsKevlar3F X2BodyPartTemplate]
DisplayName="Кевлар ГОК 3"

[GOCCapnbubsKevlar1GasmaskM X2BodyPartTemplate]
DisplayName="Противогаз ГОК 1"

[GOCCapnbubsKevlar1GasmaskF X2BodyPartTemplate]
DisplayName="Противогаз ГОК 1"

[GOCSCTorso1M X2BodyPartTemplate]
DisplayName="Бронежилет ГОК 1"

[GOCSCTorso1F X2BodyPartTemplate]
DisplayName="Бронежилет ГОК 1"

[GOCSCTorso2M X2BodyPartTemplate]
DisplayName="Бронежилет ГОК 2"

[GOCSCTorso2F X2BodyPartTemplate]
DisplayName="Бронежилет ГОК 2"

[GOCArmsM X2BodyPartTemplate]
DisplayName="Руки ГОК"

[GOCArmsF X2BodyPartTemplate]
DisplayName="Руки ГОК"

[GOCLegsM X2BodyPartTemplate]
DisplayName="Ноги ГОК"

[GOCLegsF X2BodyPartTemplate]
DisplayName="Ноги ГОК"

[RefinerShot X2AbilityTemplate]
LocFriendlyName="Выстрел из рефинера"
LocHelpText="Выстрел в цель. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Выстрел из первичного оружия всегда заканчивает ход."

[DistillerProcess X2AbilityTemplate]
LocFriendlyName="Зажигательный выстрел"
LocHelpText="Наносит ожоги огнем и кислотой"
LocLongDescription="Выстрел из пистолета также наносит ожоги огнем и кислотой."

[ChilledShot X2AbilityTemplate]
LocFriendlyName="Замораживающий выстрел"
LocHelpText="Выстрел расходует 2 патрона. Замораживает цель при попадании."
LocLongDescription="Специальный выстрел расходующий 2 патрона. Замораживает цель при попадании."

[ReaverShot X2AbilityTemplate]
LocFriendlyName="Выстрел из потрошителя"
LocHelpText="Выстрелить в цель. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Выстрел из основного оружия всегда заканчивает ход."

[SectopodEnergyShieldMk1 X2AbilityTemplate]
LocFriendlyName="Энерго-щит ГОК"
LocHelpText="Накладывает щит на всех ближайших союзников."
LocLongDescription="Накладывает щит на всех ближайших союзников."

[SectopodEnergyShieldMk2 X2AbilityTemplate]
LocFriendlyName="Усиленный Энерго-щит ГОК"
LocHelpText="Накладывает щит на всех ближайших союзников"
LocLongDescription="Накладывает щит на всех ближайших союзников."

[ProxyStunLightningField X2AbilityTemplate]
LocFriendlyName="Оглушающее поле молний"
LocHelpText="Оглушить всех юнитов в зоне действия"
LocLongDescription="Оглушить всех юнитов в зоне действия."

[GOCDatapad X2ItemTemplate]
FriendlyName="База данных ГОК"
FriendlyNamePlural="База данных ГОК"
BriefSummary="По всей видимости этот массив данных содержит важную информацию о Глобальной Оккультной Коалиции. Я боюсь, что нам потребуются передовые технологии декодирования, чтобы узнать его содержимое."

[GOCChassisWreckage X2ItemTemplate]
FriendlyName="Обломки сектопода ГОК"
FriendlyNamePlural="Обломки сектопода ГОК"
BriefSummary="Этот тяжеловооруженный сектопод был модернизирован инженерами ГОК."

[GOCDatamassDecryption X2TechTemplate]
DisplayName="Декодирование базы данных ГОК"
Summary="Теперь, когда мы разработали способ дешифровки этого алгоритма шифрования, мы имеем возможность взломать этот таинственный массив данных."

LongDescription="Нам удалось восстановить два довольно интересных оружейных прототипа. Я уже передал доктору Шень и ее технической команде соответствующую документацию. Р.Тайган" 
UnlockedDescription="Открыто три новых проекта для зоны испытаний!"

[GOCWreckageAutopsy X2TechTemplate]
DisplayName="Разбор обломков сектопода ГОК"
Summary="Эта боевая машина представляет собой нечто большее, чем перекрашенный сектопод \"Адвента\". Нас больше всего интересует его пушка, которая похоже была спроектирована не в \"Адвенте\"."

LongDescription="Мы смогли восстановить две довольно интересные схемы оружия. Я уже проинформировал доктора Шень и ее инженерную команду о возможных применениях этих данных. Р.Тайган" 
UnlockedDescription="Открыто три новых проекта для зоны испытаний!"

[GOCRefinerProject X2TechTemplate]
DisplayName="Рефинер"
Summary="Анализ того, что мы считали украденным и переименованным сектоподом \"Адвента\", показал, что, хотя большая часть его корпуса была лишь слегка изменена, его турель была совершенно новой конструкции, нетипичной для сил \"Адвента\". Мы можем воспроизвести ее конструкцию, чтобы создать тяжелый пулемет с сопоставимой разрушительной силой." 

[GOCDistillerProject X2TechTemplate]
DisplayName="Дистиллер"
Summary="Проект этого так называемого \"Дистиллера\", кажется, довольно работоспособным, кроме того факта, что он запускает снаряды, которые, исходя из известных законов физики, не могут существовать. Мы сможем преодолеть эту проблему, если получим достаточно времени и ресурсов." 

[GOCREAVERProject X2TechTemplate]
DisplayName="Потрошитель"
Summary="Голубая плазма, изобретенная скорее всего Коалицией, имеет широкое применение в военных целях. В этом конкретном случае проект предполагает, что плазменные выстрелы, выпущенные из этого дробовика, каким-то образом приводят к невозможности остановить кровотечение у органических целей." 

[GOCChillerProject X2TechTemplate]
DisplayName="Холодильник"
Summary="До сих пор мы знали, что синяя плазма способна поджигать цели и покрывать их кислотой, из чертежей этого оружия следует, что оно также может заморозить врагов на месте. Документация должна позволить нам построить эту необычную винтовку." 

[GOCBombardierProject X2TechTemplate]
DisplayName="Бомбардир"
Summary="Анализ турели сектопода ГОК, также выявил что у нее был свой, оригинальный метод ведения огня. Похоже, инженеры Коалиции были слишком не уверены, чтобы запрограммировать машину на ее использование. Мы могли бы извлечь из этого урок, чтобы сконструировать сине-плазменное оружие, стреляющее намного более мощными болтами, за счет скорострельности." 



;REPRESENTTHENAMESPROUDLY
[GOCREFINERLMG X2WeaponTemplate]
FriendlyName="РЕФИНЕР"
FriendlyNamePlural="РЕФИНЕРЫ"
BriefSummary="ВАМ НЕГДЕ СПРЯТАТЬСЯ!"
TacticalText="Специальный сине-плазменный пулемет способный уничтожать шеренги солдат за секунды. Уничтожает любые укрытия."
AbilityDescName="РЕФИНЕР"

[GOCDISTILLERPistol X2WeaponTemplate]
FriendlyName="ДИСТИЛЛЕР"
FriendlyNamePlural="ДИСТИЛЛЕРЫ"
BriefSummary="ВСЕ ВИДЫ ОЖОГОВ"
TacticalText="Специальный сине-плазменный пистолет, разработанный ГОК. Его выстрелы поджигают врагов при попадании и вызывают кислотный ожог."
AbilityDescName="ДИСТИЛЛЕР"

[GOCREAVERSHOTGUN X2WeaponTemplate]
FriendlyName="ПОТРОШИТЕЛЬ"
FriendlyNamePlural="ПОТРОШИТЕЛИ"
BriefSummary="СДЕЛАЙТЕ ПРЕДЛОЖЕНИЕ"
TacticalText="Специальный сине-плазменный дробовик, разработанный ГОК. Каждое попадание по органической цели вызывает кровотечение."
AbilityDescName="ПОТРОШИТЕЛЬ"

[GOCCHILLERRIFLE X2WeaponTemplate]
FriendlyName="ХОЛОДИЛЬНИК"
FriendlyNamePlural="ХОЛОДИЛЬНИКИ"
BriefSummary="HELL FROZE OVER"
TacticalText="Специальная сине-плазменная винтовка, разработанная ГОК. Имеет особый выстрел, который способен заморозить врага на месте."
AbilityDescName="ХОЛОДИЛЬНИК"

[GOCBOMBARDIERSNIPER X2WeaponTemplate]
FriendlyName="БОМБАРДИР"
FriendlyNamePlural="БОМБАРДИРЫ"
BriefSummary="ОТПРАВЬТЕ ИХ ПРЯМИКОМ К ИХ ЛОЖНЫМ БОГАМ"
TacticalText="Специальная сине-плазменная снайперская винтовка, разработанная ГОК. Ее выстрелы вызывают взрыв."
AbilityDescName="БОМБАРДИР"

[GOCForces X2SitRepTemplate]
FriendlyName="Территория ГОК"
Description="Миссия проходит на территории ГОК."

[GOCForcesEffect X2SitRepEffect_AddTeam]
FriendlyName="Территория ГОК"
Description="Миссия проходит на территории ГОК."

[GOCBlindingLightLMG X2WeaponTemplate]
FriendlyName="СЛЕПЯЩИЙ СВЕТ"
FriendlyNamePlural="СЛЕПЯЩИЙ СВЕТ"
BriefSummary="(...)ох, я ослеплен светом(...)"
TacticalText="Особый пулемет, используемый элитными артиллеристами Коалиции. Дезориентирует все пораженные цели."









[ChaosIncursion X2SitRepTemplate]
FriendlyName="Повстанцы Хаоса: набег и бегство"
Description="Нам сообщают, что в регион направляется группа Повстанцев Хаоса. Их цели неизвестны."

[ChaosIncursionEffect X2SitRepEffect_AddTeam]
FriendlyName="Повстанцы Хаоса: набег и бегство"
Description="В данной области замечена повышенная активность Повстанцев Хаоса."

[ChaosRecruit_M1 X2CharacterTemplate]
strCharacterName="Новобранец повстанцев"

[ChaosMike_M1 X2CharacterTemplate]
strCharacterName="SCP 3033-1 \"Майк\""

[ChaosHunin_M1 X2CharacterTemplate]
strCharacterName="Псионик повстанцев"

[ChaosRecruit_M2 X2CharacterTemplate]
strCharacterName="Ветеран повстанцев"

[ChaosMike_M2 X2CharacterTemplate]
strCharacterName="Модернизированный SCP 3033-1 \"Майк\""

[ChaosHunin_M2 X2CharacterTemplate]
strCharacterName="Проповедник повстанцев"

[ChaosRecruit_M3 X2CharacterTemplate]
strCharacterName="Коммандос повстанцев"

[ChaosMike_M3 X2CharacterTemplate]
strCharacterName="Улучшенный SCP 3033-1 \"Майк\""

[ChaosHunin_M3 X2CharacterTemplate]
strCharacterName="Пророк повстанцев"

[ChaosRifle_CV X2WeaponTemplate]
FriendlyName="Трофейная винтовка \"Адвента\""
FriendlyNamePlural="Винтовки \"Адвента\""
BriefSummary=""
TacticalText=""

[ChaosLMG_CV X2WeaponTemplate]
FriendlyName="Трофейный ручной пулемёт"
FriendlyNamePlural="Ручные пулемёты"
BriefSummary=""
TacticalText=""

[ChaosShotgun_CV X2WeaponTemplate]
FriendlyName="Штурмовой дробовик"
FriendlyNamePlural="Штурмовые дробовики"
BriefSummary=""
TacticalText=""

[ChaosRifle_MG X2WeaponTemplate]
FriendlyName="Трофейная лазерная винтовка"
FriendlyNamePlural="Лазерные винтовки"
BriefSummary=""
TacticalText=""

[ChaosLMG_MG X2WeaponTemplate]
FriendlyName="Трофейный лазерный пулемёт"
FriendlyNamePlural="Лазерные пулемёты"
BriefSummary=""
TacticalText=""

[ChaosShotgun_MG X2WeaponTemplate]
FriendlyName="Лазерный штурмовой дробовик"
FriendlyNamePlural="Лазерные штурмовые дробовики"
BriefSummary=""
TacticalText=""

[ChaosRifle_BM X2WeaponTemplate]
FriendlyName="Трофейная сине-лазерная винтовка"
FriendlyNamePlural="Сине-лазерные винтовки"
BriefSummary=""
TacticalText=""

[ChaosLMG_BM X2WeaponTemplate]
FriendlyName="Трофейный сине-лазерный пулемёт"
FriendlyNamePlural="Сине-лазерные пулемёты"
BriefSummary=""
TacticalText=""

[ChaosShotgun_BM X2WeaponTemplate]
FriendlyName="Сине-лазерный штурмовой дробовик"
FriendlyNamePlural="Сине-лазерные штурмовые дробовики"
BriefSummary=""
TacticalText=""

[Phantom_Vanish X2AbilityTemplate]
LocFriendlyName="Исчезновение"
LocLongDescription="Солдат маскируется от врагов."
LocHelpText="Солдат маскируется от врагов."
LocFlyOverText="Маскировка!"


[Phantom_VanishStart X2AbilityTemplate]
LocFriendlyName="Фантом"
LocLongDescription="Этот солдат начинает миссию в режиме маскировки"
LocHelpText="Этот солдат начинает миссию в режиме маскировки"
LocFlyOverText="Фантом"


[PenaltyShot X2AbilityTemplate]
LocFriendlyName="Выстрел из снайперский винтовки"
LocHelpText="Выстрелить из снайперской винтовки со сбитым прицелом."

[Phantom_VanishReveal X2AbilityTemplate]
LocFriendlyName="Демаскировка"
LocFlyOverText="Снять маскировку!"
LocHelpText="Снять маскировку. Это происходит автоматически, если действия выполняются из режима маскировки."
LocLongDescription="Снять маскировку. Это происходит автоматически, если действия выполняются из режима маскировки."

[RemoteFuse X2AbilityTemplate]
LocFriendlyName="Дистанционный взрыватель"
LocLongDescription="Если враг имеет взрывчатку, Фантом может дистанционно взорвать ее."
LocHelpText="Если враг имеет взрывчатку, Фантом может дистанционно взорвать ее."

[RelocationShot X2AbilityTemplate]
LocFriendlyName="Смена позиции"
LocHelpText="Выстрелите по цели и получите действие передвижения. <Ability:CANNOTBEDODGED/>"
LocLongDescription="Выстрел из основного оружия предоставляет действие передвижение."

[ChaosPsiHeal X2AbilityTemplate]
LocFriendlyName="Здоровое тело"
LocLongDescription="Лечение аптечкой на расстоянии. Сила лечения зависит от пси-силы."
LocHelpText="Лечение аптечкой на расстоянии. Сила лечения зависит от пси-силы."
LocFlyOverText="Здоровое тело"

[ChaosSmokeGrenade X2GrenadeTemplate]
FriendlyName="Дымовая граната \"Хаоса\""
FriendlyNamePlural="Дымовые гранаты \"Хаоса\""
BriefSummary="Обеспечивает повышение защиты любого бойца в пределах зоны распространения дыма, как союзника, так и противника."
TacticalText="<Bullet/> Дымовая завеса немедленно повышает защиту солдат в зоне действия.<br><Bullet/> Дымовые гранаты можно бросить и выстрелить дальше, чем обычные гранаты."
ThrownAbilityName="Бросок дымовой гранаты"
ThrownAbilityHelpText="Увеличивает защиту солдат в радиусе действия."
LaunchedAbilityname="Выстрел дымовой гранатой"
LaunchedAbilityHelpText="Увеличивает защиту солдат в радиусе действия."

[ChaosRounds X2AmmoTemplate]
FriendlyName="Вирус-4MM0"
FriendlyNamePlural="Вирус-4MM0"
BriefSummary="Патроны с опасным для восприятия вирусом"
TacticalText="<Bullet/> Эти патроны наполнены субстанцией, вызывающей аномальный вирус \"Вокабулярное восприятие\".\n<Bullet/> Когда он поражает биологическую цель, то распространяется в радиусе 5 клеток, если цель выживает.\n<Bullet/> Аномальный вирус продолжает распространяться на других юнитов, снижая меткость, волю и наносит 1 ед. урона в течение двух ходов."


[ChaosRounds X2AbilityTemplate]
LocFriendlyName="Патроны с опасным для восприятия вирусом" 


[UIEventNoticesTactical]
ChaosAnomalyTitle="Аномальные искажения"

[X2Effect_ChaosAnomaly]
ChaosAnomalyFriendlyName="Вокабулярное восприятие"
ChaosAnomalyFriendlyDesc="Снижает меткость и защиту, каждый ход наносит урон, распространяется в радиусе 7 клеток."
ChaosAnomalyEffectAcquiredString="<XGParam:StrValue0/!UnitName/> находится под влиянием \"Вокабулярного восприятия\"."
ChaosAnomalyEffectTickedString="<XGParam:StrValue0/!UnitName/> все еще страдает от \"Вокабулярного восприятия\"."
ChaosAnomalyEffectLostString="<XGParam:StrValue0/!UnitName/> больше не страдает от \"Вокабулярного восприятия\"."


;[ChaosAnomaly.X2DamageTypeTemplate]

